Repository: handshake-rs/hns-dane-browser-mobile
Catalog: ios/HnsDaneBrowser/Support/Wallet.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, tr, uk, vi, zh_hans, zh_hant

# wallet_swap_status_locked
source: Unlock the wallet to resume atomic swap negotiation and chain verification.
ar: افتح المحفظة لاستئناف مفاوضات المبادلة الذرية والتحقق من السلسلة.
de: Entsperren Sie die Brieftasche, um die Atom-Swap-Aushandlung und die Kettenüberprüfung fortzusetzen.
es: Desbloquee la billetera para reanudar la negociación de intercambio atómico y la verificación de la cadena.
fa: برای از سرگیری مذاکرات مبادله اتمی و تأیید زنجیره، قفل کیف پول را باز کنید.
fr: Déverrouillez le portefeuille pour reprendre la négociation d'échange atomique et la vérification de la chaîne.
he: פתח את נעילת הארנק כדי לחדש את המשא ומתן להחלפה אטומית ואימות השרשרת.
hi: परमाणु स्वैप वार्ता और श्रृंखला सत्यापन फिर से शुरू करने के लिए वॉलेट को अनलॉक करें।
id: Buka kunci dompet untuk melanjutkan negosiasi pertukaran atom dan verifikasi rantai.
it: Sblocca il portafoglio per riprendere la negoziazione dello scambio atomico e la verifica della catena.
ja: ウォレットのロックを解除して、アトミック スワップ ネゴシエーションとチェーン検証を再開します。
ko: 원자 교환 협상과 체인 검증을 재개하려면 지갑을 잠금 해제하세요.
nl: Ontgrendel de portemonnee om de onderhandelingen over atomaire swaps en ketenverificatie te hervatten.
pl: Odblokuj portfel, aby wznowić negocjacje wymiany atomowej i weryfikację łańcucha.
pt: Desbloqueie a carteira para retomar a negociação de troca atômica e verificação da cadeia.
ru: Разблокируйте кошелек, чтобы возобновить переговоры по атомному свопу и проверку цепочки.
tr: Atomik takas müzakeresine ve zincir doğrulamaya devam etmek için cüzdanın kilidini açın.
uk: Розблокуйте гаманець, щоб відновити переговори щодо атомарного обміну та перевірку ланцюжка.
vi: Mở khóa ví để tiếp tục đàm phán hoán đổi nguyên tử và xác minh chuỗi.
zh_hans: 解锁钱包以恢复原子交换协商和链验证。
zh_hant: 解鎖錢包以恢復原子交換協商和鏈驗證。

# wallet_swap_status_negotiating
source: Negotiating countersigned terms for %1$@ → %2$@. Session %3$@…
ar: التفاوض على الشروط الموقعة بالموافقة لـ %1$@ → %2$@. Session %3$@...
de: Verhandlung gegengezeichneter Bedingungen für %1$@ → %2$@. Sitzung %3$@…
es: Negociando términos refrendados para %1$@ → %2$@. Session %3$@…
fa: در حال مذاکره برای شرایط امضا شده برای %1$@ → %2$@. Session %3$@…
fr: Négociation des conditions contresignées pour %1$@ → %2$@. Session %3$@…
he: מנהל משא ומתן על תנאים חתומים נגדית עבור %1$@ → %2$@. Session %3$@...
hi: %1$@ → %2$@. Session %3$@ के लिए प्रतिहस्ताक्षरित शर्तों पर बातचीत…
id: Menegosiasikan persyaratan yang ditandatangani balik untuk %1$@ → %2$@. Session %3$@…
it: Negoziazione dei termini controfirmati per %1$@ → %2$@. Session %3$@…
ja: %1$@ → %2$@. Session %3$@… の副署名条件を交渉中
ko: %1$@ → %2$@. Session %3$@에 대한 반대 서명 조건 협상 중…
nl: Onderhandelen over medeondertekende voorwaarden voor %1$@ → %2$@. Session %3$@…
pl: Negocjowanie kontrasygnowanych warunków dla %1$@ → %2$@. Sesja %3$@…
pt: Negociando termos referendados para %1$@ → %2$@. Sessão %3$@…
ru: Согласование подписанных условий для %1$@ → %2$@. Session %3$@…
tr: %1$@ → %2$@. Oturum %3$@ için karşı imzalı şartlar müzakere ediliyor
uk: Обговорення підписаних умов для %1$@ → %2$@. Session %3$@…
vi: Đàm phán các điều khoản được ký tiếp cho %1$@ → %2$@. Session %3$@…
zh_hans: 正在协商 %1$@ 的会签条款 → %2$@. Session %3$@…
zh_hant: 正在協商 %1$@ 的會簽條款 → %2$@. Session %3$@…

# wallet_swap_status_no_failure
source: The execution reached a terminal state.
ar: وصل التنفيذ إلى حالة نهائية.
de: Die Ausführung hat einen Endzustand erreicht.
es: La ejecución llegó a un estado terminal.
fa: اعدام به حالت پایانی رسید.
fr: L'exécution a atteint un état terminal.
he: ההוצאה להורג הגיעה למצב סופני.
hi: निष्पादन अंतिम स्थिति में पहुँच गया।
id: Eksekusi mencapai kondisi terminal.
it: L'esecuzione ha raggiunto uno stato terminale.
ja: 実行は最終状態に達しました。
ko: 실행이 종료 상태에 도달했습니다.
nl: De executie bereikte een terminale toestand.
pl: Wykonanie osiągnęło stan terminalny.
pt: A execução atingiu um estado terminal.
ru: Выполнение достигло терминального состояния.
tr: İnfaz son duruma ulaştı.
uk: Виконання досягло термінального стану.
vi: Việc thực thi đã đạt đến trạng thái cuối cùng.
zh_hans: 执行达到终止状态。
zh_hant: 執行達到終止狀態。

# wallet_swap_status_none
source: No atomic swap is currently active.
ar: لا توجد مبادلة ذرية نشطة حاليًا.
de: Derzeit ist kein Atomaustausch aktiv.
es: Actualmente no hay ningún intercambio atómico activo.
fa: هیچ سوآپ اتمی در حال حاضر فعال نیست.
fr: Aucun échange atomique n'est actuellement actif.
he: אין חילוף אטומי פעיל כרגע.
hi: वर्तमान में कोई भी परमाणु स्वैप सक्रिय नहीं है।
id: Tidak ada pertukaran atom yang aktif saat ini.
it: Nessuno scambio atomico è attualmente attivo.
ja: 現在アクティブなアトミック スワップはありません。
ko: 현재 활성화된 원자 교환이 없습니다.
nl: Er is momenteel geen atomaire swap actief.
pl: Żadna atomowa zamiana nie jest obecnie aktywna.
pt: Nenhuma troca atômica está ativa no momento.
ru: В настоящее время атомный своп не активен.
tr: Şu anda aktif bir atom takası yok.
uk: Наразі атомарний обмін не активний.
vi: Không có trao đổi nguyên tử hiện đang hoạt động.
zh_hans: 当前没有活动的原子交换。
zh_hant: 當前沒有活動的原子交換。

# wallet_swap_status_terminal
source: No active swap. Latest execution: %1$@ · session %2$@… %3$@
ar: لا توجد مبادلة نشطة. أحدث عملية تنفيذ: %1$@ · الجلسة %2$@… %3$@
de: Kein aktiver Swap. Letzte Ausführung: %1$@ · Sitzung %2$@… %3$@
es: No hay intercambio activo. Última ejecución: %1$@ · sesión %2$@… %3$@
fa: مبادله فعال وجود ندارد. آخرین اجرا: %1$@ · جلسه %2$@… %3$@
fr: Aucun échange actif. Dernière exécution : %1$@ · session %2$@… %3$@
he: אין החלפה פעילה. ביצוע אחרון: %1$@ · הפעלה %2$@… %3$@
hi: कोई सक्रिय स्वैप नहीं. नवीनतम निष्पादन: %1$@ · सत्र %2$@… %3$@
id: Tidak ada pertukaran aktif. Eksekusi terakhir: %1$@ · sesi %2$@… %3$@
it: Nessuno scambio attivo. Ultima esecuzione: %1$@ · sessione %2$@… %3$@
ja: アクティブなスワップはありません。最新の実行: %1$@ · セッション %2$@ … %3$@
ko: 활성 스왑이 없습니다. 최근 실행: %1$@ · 세션 %2$@… %3$@
nl: Geen actieve ruil. Laatste uitvoering: %1$@ · sessie %2$@… %3$@
pl: Brak aktywnego swapu. Ostatnie wykonanie: %1$@ · sesja %2$@… %3$@
pt: Nenhuma troca ativa. Última execução: %1$@ · sessão %2$@… %3$@
ru: Нет активного обмена. Последнее выполнение: %1$@ · сеанс %2$@… %3$@
tr: Aktif takas yok. En son yürütme: %1$@ · oturum %2$@… %3$@
uk: Немає активного обміну. Останнє виконання: %1$@ · сесія %2$@… %3$@
vi: Không có trao đổi hoạt động. Thực hiện mới nhất: %1$@ · phiên %2$@… %3$@
zh_hans: 没有主动交换。最新执行：%1$@·会话%2$@… %3$@
zh_hant: 沒有主動交換。最新執行：%1$@·會話%2$@… %3$@

# wallet_swap_status_unavailable
source: Atomic swap progress is unavailable while the wallet is inactive.
ar: تقدم المبادلة الذرية غير متاح عندما تكون المحفظة غير نشطة.
de: Der Atomic-Swap-Fortschritt ist nicht verfügbar, solange das Wallet inaktiv ist.
es: El progreso del intercambio atómico no está disponible mientras la billetera está inactiva.
fa: در حالی که کیف پول غیرفعال است، پیشرفت مبادله اتمی در دسترس نیست.
fr: La progression de l'échange atomique n'est pas disponible lorsque le portefeuille est inactif.
he: התקדמות ההחלפה האטומית אינה זמינה בזמן שהארנק אינו פעיל.
hi: वॉलेट निष्क्रिय होने पर परमाणु स्वैप प्रगति अनुपलब्ध है।
id: Kemajuan pertukaran atom tidak tersedia saat dompet tidak aktif.
it: L'avanzamento dello scambio atomico non è disponibile mentre il portafoglio è inattivo.
ja: ウォレットが非アクティブな間は、アトミック スワップの進行状況を確認できません。
ko: 지갑이 비활성화된 동안에는 아토믹 스왑 진행이 불가능합니다.
nl: De voortgang van atomaire swaps is niet beschikbaar zolang de portemonnee inactief is.
pl: Postęp wymiany Atomic jest niedostępny, gdy portfel jest nieaktywny.
pt: O progresso da troca atômica não está disponível enquanto a carteira está inativa.
ru: Прогресс атомарного свопа недоступен, пока кошелек неактивен.
tr: Cüzdan etkin değilken atomik takas ilerlemesi kullanılamaz.
uk: Прогрес атомарного свопу недоступний, поки гаманець неактивний.
vi: Tiến trình trao đổi nguyên tử không khả dụng khi ví không hoạt động.
zh_hans: 当钱包处于非活动状态时，原子交换进度不可用。
zh_hant: 當錢包處於非活動狀態時，原子交換進度不可用。

# wallet_swap_take_approval_message
source: Offer: %1$@ Lock: %2$@ Maximum fee: %3$@ Total: %4$@ Accepting starts negotiation. Funding is approved separately.
ar: العرض: %1$@ القفل: %2$@ الحد الأقصى للرسوم: %3$@ الإجمالي: %4$@ يبدأ القبول التفاوض. تتم الموافقة على التمويل بشكل منفصل.
de: Angebot: %1$@ Sperrbetrag: %2$@ Maximale Gebühr: %3$@ Gesamt: %4$@ Die Annahme startet die Verhandlung. Die Finanzierung wird separat bestätigt.
es: Oferta: %1$@ Bloqueo: %2$@ Comisión máxima: %3$@ Total: %4$@ Aceptar inicia la negociación. La financiación se aprueba por separado.
fa: پیشنهاد: %1$@ قفل: %2$@ حداکثر کارمزد: %3$@ مجموع: %4$@ پذیرش، مذاکره را آغاز می‌کند. تأمین وجه جداگانه تأیید می‌شود.
fr: Offre : %1$@ Verrouillage : %2$@ Frais maximum : %3$@ Total : %4$@ L’acceptation lance la négociation. Le financement est approuvé séparément.
he: הצעה: %1$@ נעילה: %2$@ עמלה מרבית: %3$@ סה״כ: %4$@ הקבלה מתחילה משא ומתן. המימון מאושר בנפרד.
hi: ऑफ़र: %1$@ लॉक: %2$@ अधिकतम शुल्क: %3$@ कुल: %4$@ स्वीकार करने पर बातचीत शुरू होती है। फंडिंग की मंज़ूरी अलग से दी जाती है।
id: Penawaran: %1$@ Kunci: %2$@ Biaya maksimum: %3$@ Total: %4$@ Penerimaan memulai negosiasi. Pendanaan disetujui secara terpisah.
it: Offerta: %1$@ Blocco: %2$@ Commissione massima: %3$@ Totale: %4$@ L’accettazione avvia la negoziazione. Il finanziamento viene approvato separatamente.
ja: オファー：%1$@ ロック：%2$@ 最大手数料：%3$@ 合計：%4$@ 承認すると交渉が始まります。資金供給は別途承認します。
ko: 제안: %1$@ 잠금: %2$@ 최대 수수료: %3$@ 합계: %4$@ 수락하면 협상이 시작됩니다. 자금 공급은 별도로 승인합니다.
nl: Aanbieding: %1$@ Vergrendeling: %2$@ Maximale kosten: %3$@ Totaal: %4$@ Acceptatie start de onderhandeling. Financiering wordt apart goedgekeurd.
pl: Oferta: %1$@ Blokada: %2$@ Maksymalna opłata: %3$@ Razem: %4$@ Przyjęcie rozpoczyna negocjacje. Finansowanie zatwierdza się osobno.
pt: Oferta: %1$@ Bloqueio: %2$@ Taxa máxima: %3$@ Total: %4$@ A aceitação inicia a negociação. O financiamento é aprovado separadamente.
ru: Предложение: %1$@ Блокировка: %2$@ Максимальная комиссия: %3$@ Итого: %4$@ Принятие запускает переговоры. Финансирование подтверждается отдельно.
tr: Teklif: %1$@ Kilit: %2$@ Azami ücret: %3$@ Toplam: %4$@ Kabul, görüşmeyi başlatır. Fonlama ayrıca onaylanır.
uk: Пропозиція: %1$@ Блокування: %2$@ Максимальна комісія: %3$@ Разом: %4$@ Прийняття починає переговори. Фінансування підтверджується окремо.
vi: Chào giá: %1$@ Khóa: %2$@ Phí tối đa: %3$@ Tổng: %4$@ Chấp nhận sẽ bắt đầu thương lượng. Việc cấp vốn được phê duyệt riêng.
zh_hans: 报价：%1$@ 锁定：%2$@ 最高费用：%3$@ 总计：%4$@ 接受后开始协商。资金操作需另行批准。
zh_hant: 報價：%1$@ 鎖定：%2$@ 最高費用：%3$@ 總計：%4$@ 接受後開始協商。資金操作需另行核准。

# wallet_swap_take_approval_title
source: Accept this swap offer?
ar: قبول عرض المبادلة هذا؟
de: Dieses Tauschangebot annehmen?
es: ¿Aceptar esta oferta de intercambio?
fa: این پیشنهاد مبادله پذیرفته شود؟
fr: Accepter cette offre d’échange ?
he: לקבל את הצעת ההחלפה הזו?
hi: यह स्वैप ऑफ़र स्वीकार करें?
id: Terima penawaran pertukaran ini?
it: Accettare questa offerta di scambio?
ja: このスワップオファーを承認しますか？
ko: 이 스왑 제안을 수락할까요?
nl: Deze ruilaanbieding accepteren?
pl: Przyjąć tę ofertę wymiany?
pt: Aceitar esta oferta de troca?
ru: Принять это предложение обмена?
tr: Bu takas teklifi kabul edilsin mi?
uk: Прийняти цю пропозицію обміну?
vi: Chấp nhận chào giá hoán đổi này?
zh_hans: 接受此兑换报价？
zh_hant: 接受此兌換報價？

# wallet_swap_take_btc_fee_reserve_hint
source: Bitcoin fee reserve (sats, minimum 1000)
ar: احتياطي رسوم Bitcoin (sats، الحد الأدنى 1000)
de: Bitcoin Gebührenreserve (sats, mindestens 1000)
es: Reserva de tarifa Bitcoin (sats, mínimo 1000)
fa: ذخیره هزینه Bitcoin (sats، حداقل 1000)
fr: Réserve de frais Bitcoin (sats, minimum 1 000)
he: עתודת עמלה Bitcoin (sats, מינימום 1000)
hi: Bitcoin शुल्क आरक्षित (sats, न्यूनतम 1000)
id: Cadangan biaya Bitcoin (sats, minimal 1000)
it: Bitcoin riserva tariffa (sats, minimo 1000)
ja: Bitcoin 手数料引当金 (sats、最低 1000)
ko: Bitcoin 수수료 적립금 (sats, 최소 1000)
nl: Bitcoin vergoedingsreserve (sats, minimaal 1000)
pl: Bitcoin rezerwa na opłaty (sats, minimum 1000)
pt: Reserva de taxa Bitcoin (sats, mínimo 1.000)
ru: Резерв комиссии Bitcoin (sats, минимум 1000)
tr: Bitcoin ücret rezervi (sats, minimum 1000)
uk: Резерв комісії Bitcoin (sats, мінімум 1000)
vi: Dự trữ phí Bitcoin (sats, tối thiểu 1000)
zh_hans: Bitcoin 手续费储备金（sats，最低1000）
zh_hant: Bitcoin 手續費儲備金（sats，最低1000）

# wallet_swap_take_confirm
source: Accept offer
ar: قبول العرض
de: Angebot annehmen
es: Aceptar oferta
fa: پذیرش پیشنهاد
fr: Accepter l’offre
he: קבלת הצעה
hi: ऑफ़र स्वीकार करें
id: Terima penawaran
it: Accetta offerta
ja: オファーを承認
ko: 제안 수락
nl: Aanbieding accepteren
pl: Przyjmij ofertę
pt: Aceitar oferta
ru: Принять предложение
tr: Teklifi kabul et
uk: Прийняти пропозицію
vi: Chấp nhận chào giá
zh_hans: 接受报价
zh_hant: 接受報價

# wallet_swap_take_failed
source: The signed acceptance was not sent. The peer may have disconnected or the offer may have expired.
ar: لم يتم إرسال القبول الموقع. ربما تم قطع اتصال النظير أو ربما انتهت صلاحية العرض.
de: Die unterschriebene Annahmeerklärung wurde nicht verschickt. Der Peer hat möglicherweise die Verbindung getrennt oder das Angebot ist abgelaufen.
es: La aceptación firmada no fue enviada. Es posible que el par se haya desconectado o que la oferta haya caducado.
fa: پذیرش امضا شده ارسال نشد. ممکن است ارتباط همتا قطع شده باشد یا پیشنهاد منقضی شده باشد.
fr: L'acceptation signée n'a pas été envoyée. L'homologue s'est peut-être déconnecté ou l'offre a peut-être expiré.
he: הקבלה החתומה לא נשלחה. ייתכן שהעמית התנתק או שההצעה פג.
hi: हस्ताक्षरित स्वीकृति नहीं भेजी गई. हो सकता है कि सहकर्मी ने डिस्कनेक्ट कर दिया हो या ऑफ़र समाप्त हो गया हो।
id: Penerimaan yang ditandatangani tidak dikirim. Rekan tersebut mungkin telah terputus atau penawarannya mungkin telah kedaluwarsa.
it: L'accettazione firmata non è stata inviata. Il peer potrebbe essersi disconnesso o l'offerta potrebbe essere scaduta.
ja: 署名された承諾書は送信されませんでした。ピアが切断されたか、オファーの有効期限が切れた可能性があります。
ko: 서명된 수락이 전송되지 않았습니다. 피어의 연결이 끊어졌거나 제안이 만료되었을 수 있습니다.
nl: De ondertekende aanvaarding is niet verzonden. Mogelijk is de verbinding met de peer verbroken of is de aanbieding verlopen.
pl: Podpisana akceptacja nie została wysłana. Partner mógł się rozłączyć lub oferta mogła wygasnąć.
pt: A aceitação assinada não foi enviada. O peer pode ter se desconectado ou a oferta pode ter expirado.
ru: Подписанный акцепт не был отправлен. Возможно, одноранговый узел отключился или срок действия предложения истек.
tr: İmzalı kabul gönderilmedi. Eşin bağlantısı kesilmiş olabilir veya teklifin süresi dolmuş olabilir.
uk: Підписане прийняття не було надіслано. Можливо, вузол від’єднався або термін дії пропозиції закінчився.
vi: Sự chấp nhận đã ký không được gửi. Thiết bị ngang hàng có thể đã bị ngắt kết nối hoặc ưu đãi có thể đã hết hạn.
zh_hans: 签署的接受书未发送。对等方可能已断开连接或优惠可能已过期。
zh_hant: 簽署的接受書未發送。對等方可能已斷線或優惠可能已過期。

# wallet_swap_take_hns_fee_reserve_hint
source: HNS fee reserve
ar: احتياطي الرسوم HNS
de: HNS Gebührenreserve
es: Reserva de tarifa HNS
fa: ذخیره هزینه HNS
fr: Réserve de frais HNS
he: עתודת עמלה HNS
hi: HNS शुल्क आरक्षित
id: Cadangan biaya HNS
it: HNS riserva tariffaria
ja: HNS 手数料引当金
ko: HNS 수수료 예비
nl: HNS kostenreservering
pl: HNS rezerwa na opłaty
pt: Reserva de taxa HNS
ru: HNS резерв комиссии
tr: HNS ücret rezervi
uk: HNS Резерв комісії
vi: Dự trữ phí HNS
zh_hans: HNS 费用储备金
zh_hant: HNS 費用儲備金

# wallet_swap_take_insufficient_btc
source: This offer requires a %1$d sat lock including a %2$d sat Bitcoin fee reserve (%3$d sats total), but this wallet has %4$d confirmed sats.
ar: يتطلب هذا العرض قفل %1$d بما في ذلك احتياطي رسوم %2$d Bitcoin (إجمالي %3$d sats)، ولكن هذه المحفظة تحتوي على %4$d المؤكدة sats.
de: Für dieses Angebot ist ein %1$d-Sat-Schloss einschließlich einer %2$d-Sat-Bitcoin-Gebührenreserve (%3$d sats insgesamt) erforderlich, aber für diese Brieftasche ist %4$d sats bestätigt.
es: Esta oferta requiere un candado sat %1$d que incluye una reserva de tarifa %2$d sat Bitcoin (%3$d sats en total), pero esta billetera tiene %4$d confirmado sats.
fa: این پیشنهاد به %1$d قفل مستلزم شامل %2$d ذخیره کارمزد بیت کوین (%3$d در مجموع) نیاز دارد، اما این کیف دارای %4$d نشست تأیید شده است.
fr: Cette offre nécessite un verrou sat %1$d comprenant une réserve de frais sat %2$d Bitcoin (total %3$d sats), mais ce portefeuille a %4$d confirmé sats.
he: הצעה זו מחייבת מנעול לשבת %1$d כולל רזרבת עמלה %2$d sat Bitcoin (סה"כ %3$d sats), אך לארנק הזה יש %4$d מאושרת sats.
hi: इस ऑफ़र के लिए %2$d sat Bitcoin शुल्क आरक्षित (%3$d sats कुल) सहित %1$d sat लॉक की आवश्यकता है, लेकिन इस वॉलेट में %4$d की पुष्टि sats है।
id: Penawaran ini memerlukan kunci sat %1$d termasuk cadangan biaya %2$d sat Bitcoin (total %3$d sats), tetapi dompet ini memiliki %4$d yang dikonfirmasi sats.
it: Questa offerta richiede un blocco satellitare %1$d che includa una riserva tariffaria %2$d sat Bitcoin (%3$d sats totale), ma questo portafoglio ha %4$d confermato sats.
ja: このオファーには、%2$d sat Bitcoin 手数料準備金 (%3$d sats 合計) を含む %1$d sat ロックが必要ですが、このウォレットには %4$d 確認済み sats があります。
ko: 이 제안에는 %2$d sat Bitcoin 수수료 예비금(%3$d sats 총계)을 포함한 %1$d sat 잠금 장치가 필요하지만 이 지갑에는 %4$d에서 sats가 확인되었습니다.
nl: Voor deze aanbieding is een %1$d satellietslot inclusief een %2$d sat Bitcoin kostenreserve vereist (%3$d sats totaal), maar deze portemonnee heeft een %4$d bevestigde sats.
pl: Ta oferta wymaga blokady sat %1$d, w tym rezerwy opłat %2$d sat Bitcoin (łącznie %3$d sats), ale ten portfel ma potwierdzone %4$d sats.
pt: Esta oferta requer um bloqueio de satélite %1$d incluindo uma reserva de taxa de satélite %2$d Bitcoin (total %3$d sats), mas esta carteira tem %4$d sats confirmado.
ru: Для этого предложения требуется спутниковый замок %1$d, включая резерв комиссии %2$d sat Bitcoin (всего %3$d sats), но в этом кошельке есть подтвержденный %4$d sats.
tr: Bu teklif, %2$d uydu Bitcoin ücret rezervi (toplam %3$d sats toplam) içeren bir %1$d uydu kilidi gerektirir, ancak bu cüzdanda %4$d onaylı sats vardır.
uk: Для цієї пропозиції потрібен %1$d sat lock, включаючи %2$d sat Bitcoin резерв комісії (загалом %3$d sats), але цей гаманець має %4$d підтверджений sats.
vi: Ưu đãi này yêu cầu khóa sat %1$d bao gồm dự trữ phí sat %2$d Bitcoin (tổng cộng %3$d sats), nhưng ví này có %4$d đã xác nhận sats.
zh_hans: 此优惠需要 %1$d sat 锁，包括 %2$d sat Bitcoin 费用储备（%3$d sats 总计），但此钱包有 %4$d 确认 sats。
zh_hant: 此優惠需要 %1$d sat 鎖，包括 %2$d sat Bitcoin 費用儲備（%3$d sats 總計），但此錢包有 %4$d 確認 ZQQPH007777。

# wallet_swap_take_insufficient_hns
source: This offer requires a %1$@ HNS lock including a %2$@ HNS fee reserve (%3$@ HNS total), but this wallet has %4$@ HNS spendable.
ar: يتطلب هذا العرض قفل %1$@ HNS يتضمن احتياطي رسوم %2$@ HNS (إجمالي %3$@ HNS)، ولكن هذه المحفظة بها %4$@ HNS قابلة للإنفاق.
de: Für dieses Angebot ist ein %1$@ HNS-Schloss inklusive einer %2$@ HNS-Gebührenreserve (%3$@ HNS insgesamt) erforderlich, aber diese Geldbörse hat %4$@ HNS auszahlbar.
es: Esta oferta requiere un candado %1$@ HNS que incluye una reserva de tarifa %2$@ HNS (%3$@ HNS en total), pero esta billetera tiene %4$@ HNS para gastar.
fa: این پیشنهاد به قفل %1$@ HNS از جمله ذخیره کارمزد %2$@ HNS (%3$@ HNS کل) نیاز دارد، اما این کیف دارای %4$@ HNS قابل خرج است.
fr: Cette offre nécessite un verrou %1$@ HNS comprenant une réserve de frais %2$@ HNS (%3$@ HNS total), mais ce portefeuille a %4$@ HNS dépensable.
he: הצעה זו דורשת מנעול HNS %1$@ כולל רזרבת עמלת HNS %2$@ (סה"כ %3$@ HNS), אך בארנק זה יש %4$@ HNS שניתן לבזבז.
hi: इस ऑफ़र के लिए %2$@ HNS शुल्क आरक्षित (%3$@ HNS कुल) सहित एक %1$@ HNS लॉक की आवश्यकता है, लेकिन इस वॉलेट में %4$@ HNS खर्च करने योग्य है।
id: Penawaran ini memerlukan kunci %1$@ HNS termasuk cadangan biaya %2$@ HNS (total %3$@ HNS), namun dompet ini memiliki %4$@ HNS yang dapat dibelanjakan.
it: Questa offerta richiede un lucchetto %1$@ HNS che includa una riserva tariffaria %2$@ HNS (%3$@ HNS totale), ma questo portafoglio ha %4$@ HNS spendibili.
ja: このオファーには、%2$@ HNS の手数料準備金 (合計 %3$@ HNS) を含む %1$@ HNS ロックが必要ですが、このウォレットには %4$@ HNS が使用可能です。
ko: 이 제안에는 %2$@ HNS 수수료 적립금(총 %3$@ HNS)을 포함한 %1$@ HNS 잠금 장치가 필요하지만 이 지갑에는 %4$@ HNS를 사용할 수 있습니다.
nl: Voor deze aanbieding is een %1$@ HNS-slot inclusief een %2$@ HNS-kostenreserve vereist (%3$@ HNS in totaal), maar deze portemonnee kan %4$@ HNS uitgeven.
pl: Ta oferta wymaga blokady %1$@ HNS zawierającej rezerwę opłat %2$@ HNS (łącznie %3$@ HNS), ale w tym portfelu można wydać %4$@ HNS.
pt: Esta oferta requer um bloqueio %1$@ HNS incluindo uma reserva de taxa %2$@ HNS (total %3$@ HNS), mas esta carteira tem %4$@ HNS gastável.
ru: Для этого предложения требуется замок %1$@ HNS, включая резерв комиссии %2$@ HNS (всего %3$@ HNS), но в этом кошельке есть возможность расходования %4$@ HNS.
tr: Bu teklif, %2$@ HNS ücret rezervi (toplam %3$@ HNS toplam) içeren bir %1$@ HNS kilidi gerektirir, ancak bu cüzdanda harcanabilir %4$@ HNS bulunur.
uk: Для цієї пропозиції потрібен замок %1$@ HNS із резервом комісії %2$@ HNS (загалом %3$@ HNS), але цей гаманець має %4$@ HNS, який можна витратити.
vi: Ưu đãi này yêu cầu khóa %1$@ HNS bao gồm dự trữ phí %2$@ HNS (tổng cộng %3$@ HNS), nhưng ví này có %4$@ HNS có thể chi tiêu.
zh_hans: 此优惠需要 %1$@ HNS 锁定，包括 %2$@ HNS 费用准备金（总计 %3$@ HNS），但此钱包有 %4$@ HNS 可支出。
zh_hant: 此優惠需要%1$@ HNS鎖定，包括%2$@ HNS費用儲備（總計%3$@ HNS ），但此錢包有%4$@ HNS可花費。

# wallet_swap_take_offer
source: Accept offer
ar: قبول العرض
de: Angebot annehmen
es: Aceptar oferta
fa: قبول پیشنهاد
fr: Accepter l'offre
he: קבל הצעה
hi: प्रस्ताव स्वीकार करें
id: Terima tawaran
it: Accetta l'offerta
ja: オファーを受け入れる
ko: 제안 수락
nl: Accepteer aanbod
pl: Zaakceptuj ofertę
pt: Aceitar oferta
ru: Принять предложение
tr: Teklifi kabul et
uk: Прийняти пропозицію
vi: Chấp nhận lời đề nghị
zh_hans: 接受报价
zh_hant: 接受報價

# wallet_swap_take_prepare_failed
source: The offer acceptance could not be prepared. Check the connected peer, synchronized balance, and fee reserve.
ar: لا يمكن إعداد قبول العرض. تحقق من النظير المتصل والرصيد المتزامن واحتياطي الرسوم.
de: Die Angebotsannahme konnte nicht vorbereitet werden. Überprüfen Sie den verbundenen Peer, den synchronisierten Kontostand und die Gebührenreserve.
es: No se pudo preparar la aceptación de la oferta. Verifique el par conectado, el saldo sincronizado y la reserva de tarifas.
fa: پذیرش پیشنهاد آماده نشد. همتا متصل، موجودی همگام، و ذخیره هزینه را بررسی کنید.
fr: L'acceptation de l'offre n'a pas pu être préparée. Vérifiez le pair connecté, le solde synchronisé et la réserve de frais.
he: לא ניתן היה להכין את קבלת ההצעה. בדוק את העמית המחוברת, היתרה המסונכרנת ועתודות העמלות.
hi: प्रस्ताव स्वीकृति तैयार नहीं हो सकी। कनेक्टेड पीयर, सिंक्रोनाइज्ड बैलेंस और शुल्क रिजर्व की जांच करें।
id: Penerimaan tawaran tidak dapat disiapkan. Periksa rekan yang terhubung, saldo tersinkronisasi, dan cadangan biaya.
it: Non è stato possibile preparare l'accettazione dell'offerta. Controlla il peer connesso, il saldo sincronizzato e la riserva tariffaria.
ja: オファー承諾を準備できませんでした。接続相手、同期残高、料金リザーブを確認します。
ko: 제안 수락을 준비할 수 없습니다. 연결된 Peer, 동기화 잔액, 수수료 보유량을 확인하세요.
nl: De aanvaarding van het bod kon niet worden voorbereid. Controleer de verbonden peer, het gesynchroniseerde saldo en de kostenreservering.
pl: Nie można było przygotować akceptacji oferty. Sprawdź podłączonego partnera, zsynchronizowane saldo i rezerwę opłat.
pt: A aceitação da oferta não pôde ser preparada. Verifique o peer conectado, o saldo sincronizado e a reserva de taxas.
ru: Акцепт оферты подготовить не удалось. Проверьте подключенного узла, синхронизированный баланс и резерв комиссии.
tr: Teklif kabulü hazırlanamadı. Bağlı eşleri, senkronize bakiyeyi ve ücret rezervini kontrol edin.
uk: Не вдалося підготувати акцепт пропозиції. Перевірте підключений вузол, синхронізований баланс і резерв комісії.
vi: Việc chấp nhận lời đề nghị không thể được chuẩn bị. Kiểm tra ngang hàng được kết nối, số dư được đồng bộ hóa và dự trữ phí.
zh_hans: 无法准备要约接受。检查连接的对等点、同步余额和费用储备。
zh_hant: 無法準備要約接受。檢查連接的對等點、同步餘額和費用儲備。
